[{"name":"Yuri Dubinin","category":"THE SOVIET YEARS AND YELTSIN’S “WILD EAST”","intro":"Pressure on Donald Trump over his ties with Russia has grown after the US formally accused the Russian government of attempting to meddle in November’s presidential election. Trump is now playing down his links. But an FT investigation shows that his fascination with Russia spans 30 years, mingling business, entertainment and politics. The overtures began in Soviet times.","type":null,"firstname":"Yuri","lastname":"Dubinin","streamuuid":null,"title":"A first contact from Moscow","description":"In 1986 Soviet ambassador Yuri Dubinin sat next to Donald Trump at a New York lunch and they talked about Trump Tower. “One thing led to another, and now I’m talking about building a large luxury hotel across the street from the Kremlin in partnership with the Soviet government,” the tycoon recalled in his book “Trump: The Art of the Deal”. \n\nDubinin invited Trump to discuss the hotel project with the Soviet tourism agency. “I flew with Ivana...to Moscow,” Trump wrote. “It was an extraordinary experience. We toured a half dozen potential sites for a hotel, including several near Red Square”.","linkurl":null},{"name":"Mikhail Gorbachev","category":"THE SOVIET YEARS AND YELTSIN’S “WILD EAST”","intro":null,"type":null,"firstname":"Mikhail","lastname":"Gorbachev","streamuuid":null,"title":"No Glasnost at Trump Tower","description":"The hotel never materialised but Trump aides promised something even better: Soviet leader Mikhail Gorbachev and his wife Raisa would tour Trump Tower during a 1988 visit to New York. Trump said Gorbachev wanted to see the building because “it’s become the hottest building in New York” and spoke of his “great respect” for the Kremlin chief. But the visit didn’t happen: the Gorbachevs visited other Manhattan landmarks and Trump rushed out of his tower to greet a look-alike of the Soviet leader.","linkurl":null},{"name":"Zurab Tsereteli","category":"THE SOVIET YEARS AND YELTSIN’S “WILD EAST”","intro":null,"type":null,"firstname":"Zurab","lastname":"Tsereteli","streamuuid":null,"title":"Russia’s Columbus never reached the new world","description":"Trump’s Russia connections continued under Gorbachev’s successor Boris Yeltsin. Trump attempted in 1997 to erect a giant bronze statue of Christopher Columbus donated by the Russian government at his  development on the Hudson river. The statue, six feet taller than the Statue of Liberty, was crafted by Zurab Tsereteli, a close friend of the Moscow mayor whom Trump had met in Moscow. It ended up in Puerto Rico after the US refused to accept it. The previous year, <a href=\"https://www.washingtonpost.com/politics/inside-trumps-financial-ties-to-russia-and-his-unusual-flattery-of-vladimir-putin/2016/06/17/dbdcaac8-31a6-11e6-8ff7-7b6c1998b7a0_story.html\">Trump tried to partner</a> with U.S. tobacco executives to build a luxury condominium in Moscow.","linkurl":"http://www.newyorker.com/magazine/1997/05/19/trump-solo"},{"name":"Tevfik Arif","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":"As a series of bankruptcies cramped Trump’s style in the US, the property tycoon’s organisation stepped up efforts to win Russian business. New partners with Soviet connections joined him on major projects and his visits to Moscow began to produce deals.","type":null,"firstname":"Tevfik","lastname":"Arif","streamuuid":null,"title":"Trump’s Russia-connected business partners","description":"By the 2000s, corporate bankruptcies had limited Donald Trump’s access to capital markets. An FT investigation showed that the tycoon joined forces with Bayrock, a New York property developer founded by a Soviet-born newcomer to the US, Tevfik Arif, to pursue deals around the world. Their best-known collaboration was Trump SoHo, a 46-storey hotel-condominium completed in 2010. Mr Arif’s right-hand man at Bayrock was Russian-born Felix Sater, who came from the criminal underworld with convictions for assault and racketeering. In 2007, an Icelandic businessman who made his fortune in Vladimir Putin’s St Petersburg, helped fund part of a $50m cash injection into Bayrock.","linkurl":"https://www.ft.com/content/549ddfaa-5fa5-11e6-b38c-7b39cbb1138a"},{"name":"Ilya Reznik","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Ilya","lastname":"Reznik","streamuuid":null,"title":"Coastal Miami becomes little Moscow","description":"Throughout the 2000s, records show Russians were buying into Trump branded real estate in the US, according to property records reviewed by the FT. The Trump Organisation said it did not believe Russians spent more money on Trump ventures than those from other regions. Ilya Reznik of the Reznik Group, one of several key Russian brokers in the area that’s also known as the “Russian Riviera”, told the FT however that Russian could be heard everywhere in the Trump properties there. “Almost everyone you meet speaks Russian,” he said.","linkurl":null},{"name":"Trump Luxury Vodka","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":null,"lastname":"Trump Luxury Vodka","streamuuid":null,"title":"Trump Luxury vodka makes a splash in Moscow","description":"Trump and his partners promoted their “24K Super Premium Vodka”, a luxury vodka sold in a bottle decorated with 24-carat gold, at the Millionaire's Fair in Moscow in 2007. The fair lured Russian high-spenders with luxury yachts, diamond-encrusted mobile phones and entire islands for sale. A <a href=\"http://www.motherjones.com/politics/2016/07/trump-files-watch-trump-vodka-ad-designed-russian-audience\">video promoting the vodka</a> featured glitzy images of Trump, Lenin and the Kremlin. The venture later went out of business, according to a Bloomberg report.","linkurl":"http://www.bloomberg.com/features/2016-trump-vodka/"},{"name":"Dmitry Rybolovlev","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Dmitry","lastname":"Rybolovlev","streamuuid":null,"title":"The oligarch who bought Trump’s mansion","description":"Trump’s single biggest reported Russian deal to date came in 2008 when fertiliser billionaire Dmitry Rybolovlev purchased the tycoon’s Palm Beach mansion for $95 million. Trump boasted of the big profit he had made on the deal, having bought the property four years earlier for $41 million. Politico Magazine quoted Trump as saying he had never met the oligarch and that his nationality was not important. “He just happened to be from Russia,” Trump said.","linkurl":"http://www.politico.com/magazine/story/2016/07/donald-trump-2016-russian-ties-214116"},{"name":"Eric Trump","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Eric","lastname":"Trump","streamuuid":null,"title":"Trump’s sons promote Russian business","description":"Around the same time, the Trumps gushed with praise for Russians. During the marketing of the Trump SoHo development, the tycoon’s second son Eric told a meeting of Russian journalists that “the best property buyers are now Russian...they can buy apartments with cash”. Trump himself told the same meeting: “I really like Vladimir Putin.” Trump’s first son Donald Jr told eTurboNews in 2008 that “Russians make up a pretty disproportionate cross-section of a lot of our assets...we see a lot of money pouring in from Russia.” Trump told Larry King on CNN that Putin was “doing a great job”.","linkurl":null},{"name":"Sergei Millian","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Sergei","lastname":"Millian","streamuuid":null,"title":"The Russian middleman claiming to act for Trump","description":"One of the people who said he brought Russian money into Trump projects was Sergei Millian, head of the Russian-American Chamber of Commerce. His organisation’s newsletter said in 2009 it had “signed formal agreements with The Trump Organisation...to jointly service the Russian clients’ commercial residential and industrial real estate needs”. Millian has bragged about winning Trump’s affection at the 2007 Millionaire’s Fair in Moscow and also said Trump invited him to horse races in Florida. The Trump Organisation told the FT that “there has never been at any time a relationship, business or personal, between Mr Trump and Mr Millian”.","linkurl":"https://ria.ru/interview/20160413/1409790646.html"},{"name":"Aras Agalarov","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Aras","lastname":"Agalarov","streamuuid":null,"title":"Trump’s Russian beauty pageant","description":"Moscow property billionaire Aras Agalarov signed a $14m deal to bring Trump’s Miss Universe beauty pageant to Moscow in 2013. Trump sent a personal invitation to Vladimir Putin, tweeting that the Kremlin chief would be his new best friend if he came. The Russian president instead sent a “beautiful present”  and a trusted envoy, Kremlin property chief Vladimir Kozhin. At the show, Agalarov brokered introductions for Trump to other Russian oligarchs and claimed he had a deal to build a Trump Tower in Moscow. Trump bragged to Real Estate Weekly that “almost all the oligarchs were in the room”.","linkurl":null},{"name":"Vladimir Putin","category":"TRUMP FOR PRESIDENT: HIS RUSSIA-LINKED ADVISERS","intro":"When Trump turned his attention to politics and made his run for the presidency, a volley of pro-Moscow remarks and a slate of advisers with notable Russian connections and business interests triggered alarm bells in Washington.","type":null,"firstname":"Vladimir","lastname":"Putin","streamuuid":null,"title":"Trump strikes a pro-Moscow tone","description":"Trump attracted attention for comments praising Vladimir Putin and saying the two men would get along very well. Last December, Putin described Trump as “talented”, and Trump responded that the Kremlin chief’s words were a “great honour”.  This summer Trump stirred controversy by appearing to incite Moscow to hack into Hillary Clinton’s private emails.\nThe Republican contender has also said he would “look into” whether to recognise Russia’s annexation of Crimea. At a 2014 Washington DC press lunch, Trump claimed to have spoken “indirectly and directly” with Putin, “who could not have been nicer.” As pressure on Trump has mounted, he has denied ever meeting Putin.","linkurl":"https://www.ft.com/content/ec18e692-5427-11e6-9664-e0bdc13c3bef"},{"name":"Paul Manafort","category":"TRUMP FOR PRESIDENT: HIS RUSSIA-LINKED ADVISERS","intro":null,"type":null,"firstname":"Paul","lastname":"Manafort","streamuuid":null,"title":"Trump’s ex-campaign chairman and his controversial Ukraine work","description":"Trump’s campaign chairman Paul Manafort, resigned in August amid controversy over his years advising the pro-Moscow former president of Ukraine, Viktor Yanukovich. Ousted from power in 2014 amid allegations of massive embezzlement, Mr Yanukovich fled to Russia. Ukrainian authorities have found a ledger showing $12.7m in off-book payments to Mr Manafort by Mr Yanukovich’s party. Mr Manafort has strongly denied receiving such payments. During his time in Ukraine, Mr Manafort’s interpreter was a Russian named Konstantin Kilimnik. Former colleagues told the FT it was an open secret among the Manafort team that Mr Kilimnik had a background in <a href=\"https://www.ft.com/content/abf0144c-6623-11e6-8310-ecf0bddad227\">Russian military intelligence</a>.","linkurl":"https://www.ft.com/content/6caf03fa-62dc-11e6-8310-ecf0bddad227"},{"name":"Carter Page","category":"TRUMP FOR PRESIDENT: HIS RUSSIA-LINKED ADVISERS","intro":null,"type":null,"firstname":"Carter","lastname":"Page","streamuuid":null,"title":"Trump’s foreign policy adviser sparks FBI interest over Russia ties","description":"Manafort is not the only Trump adviser to quit over Russian links. Carter Page, a former Merrill Lynch banker in Moscow and adviser to Russian state energy firm Gazprom, was mentioned by Trump in March as a foreign policy adviser. Following an intelligence briefing about Page’s Russian business interests and allegations he conducted private talks with Russian officials about lifting sanctions if Donald Trump became president, Senate minority leader Harry Reid wrote to the FBI demanding an investigation. Following a public furore, Page resigned from the Trump campaign last month and denied secret meetings with the Kremlin.","linkurl":null},{"name":"Richard Burt","category":"TRUMP FOR PRESIDENT: HIS RUSSIA-LINKED ADVISERS","intro":null,"type":null,"firstname":"Richard","lastname":"Burt","streamuuid":null,"title":"The former ambassador with a Russian link","description":"Richard Burt, a former US ambassador to Germany, helped draft a foreign policy speech for Trump in April while he was earning hundreds of thousands of dollars from lobbying for one of Putin’s top geopolitical priorities. Burt told the FT he was “not in any way officially involved” with Trump’s campaign, but provided “some ideas or language” for the Republican’s speech. Burt is a long-time adviser to the shareholders of Alfa Group, a powerful group of oligarchs with close links to the Kremlin.","linkurl":"http://www.politico.com/story/2016/10/donald-trump-campaign-lobbyist-russian-pipeline-229264"},{"name":"Michael Flynn","category":"TRUMP FOR PRESIDENT: HIS RUSSIA-LINKED ADVISERS","intro":null,"type":null,"firstname":"Michael","lastname":"Flynn","streamuuid":null,"title":"The ex-general paid to attend a Moscow banquet","description":"Michael Flynn, a lieutenant-general and former head of the US Defense Intelligency Agency was named as a national security adviser by the Trump campaign and was also considered as a running mate. Like Trump, Flynn has argued for closer links with Russia, in particular to combat Islamic extremism. In interviews with The Washington Post, Flynn acknowledged being paid to give a speech and attend a lavish anniversary party for the Kremlin-controlled RT television network in Moscow last year, where he sat next to President Putin.","linkurl":"https://www.washingtonpost.com/news/checkpoint/wp/2016/08/15/trump-adviser-michael-t-flynn-on-his-dinner-with-putin-and-why-russia-today-is-just-like-cnn/"},{"name":"Michael D’Antonio","category":"THE OUTSIDE VIEW","intro":null,"type":null,"firstname":"Michael","lastname":"D’Antonio","streamuuid":null,"title":"Author of “The Truth About Trump”","description":"Michael D’Antonio, author of “The Truth About Trump”, believes the Republican contender is  drawn to Russian oligarchs’ aggression and toughness as well as their wealth. “He’s practically Donald the Red,” he said. “He is very much focused on Russia and it certainly causes a person to wonder why.”","linkurl":null},{"name":"David Cay Johnston","category":"THE OUTSIDE VIEW","intro":null,"type":null,"firstname":"David","lastname":"Johnston","streamuuid":null,"title":"Author of “The Making of Donald Trump”","description":"David Cay Johnston, who wrote “The Making of Donald Trump”, a biography, believes the full story about Trump and Russia has yet to be told.  “Every time Vladimir Putin is mentioned, Trump goes out of his way to express deep respect for him, which suggests there’s something very important which we simply don’t know,” he said.","linkurl":null},{"name":"Michael Cohen","category":"What do Trump and his organisation say?","intro":null,"type":null,"firstname":"Michael","lastname":"Cohen","streamuuid":null,"title":"Executive vice-president and special counsel, the Trump Organisation","description":"“The Trump Organisation does not have any properties in Russia and the press’ fascination with this narrative is both misleading and fabricated. Perpetuation of this false connection...or any connection with Russia altogether - is yet another example of the press’s liberal bias towards Mr Trump.”","linkurl":null},{"name":"Donald Trump","category":"What do Trump and his organisation say?","intro":null,"type":null,"firstname":"Donald","lastname":"Trump","streamuuid":null,"title":null,"description":"“They always blame Russia and the reason is because they think they're trying to tarnish me with Russia. I know about Russia, but I know nothing about the inner workings of Russia. I have no businesses, I have no loans from Russia.\"","linkurl":null}]