[{"name":"Yuri Dubinin","category":"TRUMP'S RUSSIA INTEREST SPARKED IN THE SOVIET YEARS","intro":"The Republican candidate’s links to Russia are a mix of <a href=\"https://www.ft.com/content/8d36d2c0-9062-11e6-8df8-d3778b55a923\">bling, business and bluster</a> spanning 30 years. This account in five sections traces Trump's fascination for Russia from its beginnings in Soviet times through deals done in the Putin era to Trump's appointment of a slew of Russia-connected advisers during the US presidential campaign. It concludes with outside views on Trump's long-standing Russia ties and the president-elect's own explanations.","type":null,"firstname":"Yuri","lastname":"Dubinin","streamuuid":null,"title":"A first contact from Moscow","description":"In 1986 Soviet ambassador Yuri Dubinin sat next to Donald Trump at a New York lunch and they talked about Trump Tower. “One thing led to another, and now I’m talking about building a large luxury hotel across the street from the Kremlin in partnership with the Soviet government,” the tycoon recalled in his book Trump: The Art of the Deal. Trump flew to Moscow at Dubinin’s invitation to discuss the hotel project with the Soviet tourism agency.","linkurl":null},{"name":"Mikhail Gorbachev","category":"TRUMP'S RUSSIA INTEREST SPARKED IN THE SOVIET YEARS","intro":null,"type":null,"firstname":"Mikhail","lastname":"Gorbachev","streamuuid":null,"title":"No glasnost at Trump Tower","description":"The hotel never materialised but Trump aides promised something even better: Soviet leader Mikhail Gorbachev and his wife, Raisa, would tour Trump Tower during a 1988 visit to New York. Trump said Gorbachev wanted to see the building because “it’s become the hottest building in New York”. But the <a href=\"http://www.apnewsarchive.com/1988/Gorbachev-Skips-Trump-Tower/id-0e9ad96f9171970d4ae68e6f3fe0235a\" target=\"_blank\">visit didn’t happen</a>: the Gorbachevs visited other Manhattan landmarks and Trump rushed out of his tower to greet a lookalike of the Soviet leader.","linkurl":null},{"name":"Zurab Tsereteli","category":"TRUMP'S RUSSIA INTEREST SPARKED IN THE SOVIET YEARS","intro":null,"type":null,"firstname":"Zurab","lastname":"Tsereteli","streamuuid":null,"title":"Russia’s Columbus seeks the new world","description":"Trump’s Russia connections continued under Gorbachev’s successor, Boris Yeltsin. Trump attempted in 1997 to erect a giant bronze statue of Christopher Columbus donated by the Russian government at his development on the Hudson river. Taller than the Statue of Liberty, the artwork was crafted by Zurab Tsereteli, a close friend of the Moscow mayor. It ended up in Puerto Rico after several US cities refused to accept it.","linkurl":"http://www.newyorker.com/magazine/1997/05/19/trump-solo"},{"name":"Tevfik Arif","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":"As financial headaches cramped Trump’s style in the US, the property tycoon’s organisation stepped up efforts to win Russian business.","type":null,"firstname":"Tevfik","lastname":"Arif","streamuuid":null,"title":"Trump’s Russia-connected business partners","description":"By the 2000s, corporate bankruptcies had limited Donald Trump’s access to capital markets. An FT investigation showed that the tycoon <a href=\"https://www.ft.com/content/549ddfaa-5fa5-11e6-b38c-7b39cbb1138a\" target=\"_blank\">joined forces with Bayrock</a>, a New York property developer founded by a Soviet-born newcomer to the US, Tevfik Arif, to pursue deals around the world. Their best-known collaboration was Trump SoHo, a 46-storey hotel-condominium completed in 2010.","linkurl":"https://www.ft.com/content/33285dfa-9231-11e6-8df8-d3778b55a923"},{"name":"Ilya Reznik","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Ilya","lastname":"Reznik","streamuuid":null,"title":"Coastal Miami becomes little Moscow","description":"Throughout the 2000s, records show Russians were buying millions of dollars of Trump- branded real estate in the US, according to property records reviewed by the FT. The Trump Organisation said it did not believe Russians spent more money on Trump ventures than those from other regions. Russian real estate broker Ilya Reznik told the FT that Russian could be heard everywhere in the Trump properties on the Florida coast.","linkurl":null},{"name":"Trump Luxury Vodka","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":null,"lastname":"Trump Luxury Vodka","streamuuid":null,"title":"Trump Luxury vodka makes a splash in Moscow","description":"Trump and his partners promoted their “24K Super Premium Vodka”, a luxury vodka sold in a bottle decorated with 24-karat gold, at the Millionaire Fair in Moscow in 2007. The fair lured Russian high-spenders with luxury yachts, diamond-encrusted mobile phones and entire islands for sale. The venture later went out of business.","linkurl":"http://www.bloomberg.com/features/2016-trump-vodka/"},{"name":"Dmitry Rybolovlev","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Dmitry","lastname":"Rybolovlev","streamuuid":null,"title":"The oligarch who bought Trump’s mansion","description":"Trump’s single biggest reported Russian deal to date came in 2008 when fertiliser billionaire Dmitry Rybolovlev purchased the tycoon’s Palm Beach mansion for $95m. Trump boasted of the profit he made on the deal, having bought the property four years earlier for only £41m. Trump denied ever meeting the oligarch and said “he just happened to be from Russia”.","linkurl":"http://www.politico.com/magazine/story/2016/07/donald-trump-2016-russian-ties-214116"},{"name":"Eric Trump","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Eric","lastname":"Trump","streamuuid":null,"title":"Trump’s sons promote Russian business","description":"At the same time, the Trump family were gushing with praise for Russians. While marketing Trump SoHo, the tycoon’s second son, Eric, told Russian journalists that “the best property buyers are now Russian” while Trump himself said: “I really like Vladimir Putin.” Trump’s first son, Donald Jr, told eTurboNews that “Russians make up a pretty disproportionate cross-section of a lot of our assets...we see a lot of money pouring in from Russia”.","linkurl":null},{"name":"Sergei Millian","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Sergei","lastname":"Millian","streamuuid":null,"title":"The Russian middleman claiming to act for Trump","description":"One of the people who said he brought Russian money into Trump projects was Sergei Millian, head of the Russian-American Chamber of Commerce. His organisation said in 2009 it had “signed formal agreements with The Trump Organisation” to service Russian real estate clients and Millian bragged about winning Trump’s affection at the 2007 Millionaire Fair in Moscow. The Trump Organisation denied that Trump had any relationship with him.","linkurl":"https://www.ft.com/content/ea52a678-9cfb-11e6-8324-be63473ce146"},{"name":"Aras Agalarov","category":"TRUMP’S RUSSIA DEALS AND LINKS MULTIPLY","intro":null,"type":null,"firstname":"Aras","lastname":"Agalarov","streamuuid":null,"title":"Trump’s Russian beauty pageant","description":"Moscow property billionaire Aras Agalarov signed a $14m deal to bring Trump’s Miss Universe beauty pageant to Moscow in 2013. Trump invited Vladimir Putin, tweeting that the Kremlin chief would be his <a href=\"https://twitter.com/realdonaldtrump/status/347191326112112640\" target=\"_blank\">\"new best friend\"</a> if he came. The Russian president instead sent a trusted envoy, Kremlin property chief Vladimir Kozhin and a “beautiful present”. At the show, Agalarov claimed he had a deal to build a Trump Tower in Moscow.","linkurl":null},{"name":"Vladimir Putin","category":"RUSSIAN RUCTIONS IN TRUMP'S ELECTION CAMPAIGN","intro":"When Trump made his run for the presidency, a volley of pro-Moscow remarks and a slate of advisers with notable Russian connections rang alarm bells in Washington.","type":null,"firstname":"Vladimir","lastname":"Putin","streamuuid":null,"title":"Trump strikes a pro-Moscow tone","description":"Trump attracted attention for multiple comments praising Vladimir Putin and his policies. Last December, Putin called Trump “talented”, a compliment Trump described as a “great honour”.  This summer Trump appeared to incite Moscow to hack into Hillary Clinton’s private emails. At a 2014 press lunch, Trump claimed to have spoken “indirectly and directly” with Putin, “who could not have been nicer”. He subsequently denied ever meeting Putin.","linkurl":"https://www.ft.com/content/ec18e692-5427-11e6-9664-e0bdc13c3bef"},{"name":"Paul Manafort","category":"RUSSIAN RUCTIONS IN TRUMP'S ELECTION CAMPAIGN","intro":null,"type":null,"firstname":"Paul","lastname":"Manafort","streamuuid":null,"title":"Ex-chairman of Trump's campaign","description":"Trump’s campaign chairman Paul Manafort quit in August 2016 amid controversy over his work advising the pro-Moscow former president of Ukraine, Viktor Yanukovych. Ousted from power in 2014 amid allegations of massive embezzlement, Yanukovych fled to Russia. Ukrainian authorities found a ledger showing $12.7m in off-book payments to Manafort by Yanukovych’s party, payments Manafort has strongly denied receiving. Manafort’s interpreter had a background in <a href=\"https://www.ft.com/content/abf0144c-6623-11e6-8310-ecf0bddad227\" target=\"_blank\">Russian military intelligence</a>, according to colleagues.","linkurl":"https://www.ft.com/content/6caf03fa-62dc-11e6-8310-ecf0bddad227"},{"name":"Carter Page","category":"RUSSIAN RUCTIONS IN TRUMP'S ELECTION CAMPAIGN","intro":null,"type":null,"firstname":"Carter","lastname":"Page","streamuuid":null,"title":"Trump's former foreign policy adviser","description":"Manafort is not the only Trump adviser to quit over Russian links. Carter Page, a former Merrill Lynch banker and adviser to Russian state energy company Gazprom, was named by Trump as a foreign policy adviser. The New York Times has reported that FBI agents examined during the summer numerous possible connections between Russians and members of Mr. Trump’s inner circle, including Mr Manafort and Mr Page, as well as a mysterious and unexplained trail of computer activity between the Trump Organization and an email account at a large Russian bank, Alfa Bank. Page resigned from the Trump campaign in September.","linkurl":"http://www.nytimes.com/interactive/2016/08/29/us/politics/document-Reid-Letter-to-Comey.html"},{"name":"Richard Burt","category":"RUSSIAN RUCTIONS IN TRUMP'S ELECTION CAMPAIGN","intro":null,"type":null,"firstname":"Richard","lastname":"Burt","streamuuid":null,"title":"The former ambassador with a Russian link","description":"Richard Burt, an ex-US ambassador to Germany, helped draft a Trump foreign policy speech in April, while earning hundreds of thousands of dollars lobbying for a Russian- backed gas pipeline that would extend Putin’s leverage over Europe. Burt told the FT he was “not in any way officially involved” with Trump’s campaign, but provided “some ideas or language” for the speech. Burt advises the owners of Russia’s Alfa Group, who have close Kremlin ties.","linkurl":"http://www.politico.com/story/2016/10/donald-trump-campaign-lobbyist-russian-pipeline-229264"},{"name":"Michael Flynn","category":"RUSSIAN RUCTIONS IN TRUMP'S ELECTION CAMPAIGN","intro":null,"type":null,"firstname":"Michael","lastname":"Flynn","streamuuid":null,"title":"The ex-general paid to attend a Moscow banquet","description":"Michael Flynn, a former head of the US Defense Intelligence Agency, was named as a national security adviser by the Trump campaign and was nominated by Mr Trump in November to take that role in government. Like Trump, Flynn has argued for closer links with Russia. In interviews, Flynn acknowledged being paid to give a speech and attend a lavish anniversary party for the state-controlled RT television network in Moscow, where he sat next to President Putin.","linkurl":"https://www.washingtonpost.com/news/checkpoint/wp/2016/08/15/trump-adviser-michael-t-flynn-on-his-dinner-with-putin-and-why-russia-today-is-just-like-cnn/"},{"name":"Michael D'Antonio","category":"THE OUTSIDE VIEW","intro":null,"type":null,"firstname":"Michael","lastname":"D'Antonio","streamuuid":null,"title":"Author of “The Truth About Trump”","description":"Michael D’Antonio, author of “The Truth About Trump”, believes the Republican contender is  drawn to Russian oligarchs’ aggression and toughness as well as their wealth. “He’s practically Donald the Red,” he said. “He is very much focused on Russia and it certainly causes a person to wonder why.”","linkurl":null},{"name":"David Cay Johnston","category":"THE OUTSIDE VIEW","intro":null,"type":null,"firstname":"David","lastname":"Johnston","streamuuid":null,"title":"Author of “The Making of Donald Trump”","description":"David Cay Johnston, who wrote “The Making of Donald Trump”, a biography, believes the full story about Trump and Russia has yet to be told.  “Every time Vladimir Putin is mentioned, Trump goes out of his way to express deep respect for him, which suggests there’s something very important which we simply don’t know,” he said.","linkurl":null},{"name":"Michael McFaul","category":"THE OUTSIDE VIEW","intro":null,"type":null,"firstname":"Michael","lastname":"McFaul","streamuuid":null,"title":"Former US ambassador to Russia","description":"Michael McFaul, who advised the Obama White House on Russia before taking up his diplomatic post, says Trump’s policy statements on Russia are “frightening”. “Does Putin prefer that Trump would win the election? Absolutely yes,” he told the FT. “Why wouldn’t he want Trump to be president? He’s said things that support his policy.” McFaul concluded: “There’s a lot we don’t know.”","linkurl":null},{"name":"Michael Cohen","category":"What do Trump and his organisation say?","intro":null,"type":null,"firstname":"Michael","lastname":"Cohen","streamuuid":null,"title":"Executive vice-president and special counsel, the Trump Organisation","description":"“The Trump Organisation does not have any properties in Russia and the press’ [sic] fascination with this narrative is both misleading and fabricated. Perpetuation of this false connection...or any connection with Russia altogether -- is yet another example of the press’s liberal bias towards Mr Trump.”","linkurl":null},{"name":"Donald Trump","category":"What do Trump and his organisation say?","intro":null,"type":null,"firstname":"Donald","lastname":"Trump","streamuuid":null,"title":"In the 2nd presidential debate, discussing hacking of Democratic Party systems","description":"“Maybe there is no hacking but they always blame Russia and the reason is because they think they're trying to tarnish me with Russia. I know about Russia, but I know nothing about the inner workings of Russia. I have no businesses, I have no loans from Russia.\" \n\nOn December 12,  Mr Trump said the CIA's reported claims of Russian hacking to favour his election were “ridiculous”, telling Fox News: ”I think it’s just another excuse. I don’t believe it.” He also revealed that he had rejected daily intelligence briefings, in part because he was a “smart person”.","linkurl":null}]